/* 
  Localizable.strings
  SmartFinder

  Created by Xu Lian on 2015-05-07.
  Copyright (c) 2015 Smartisan. All rights reserved.
*/

"SmartFinder File Manager" = "HandShaker";
"Picture" = "图片";
"Video" = "视频";
"Audio" = "音频";
"File" = "文件";
"Download" = "下载";
"General" = "通用";
"Devices" = "设备";
"Welcome" = "欢迎";
"AutoLaunch" = "自动启动";
"Yes" = "是";
"No" = "否";
"OK" = "确认";
"LoadingPleaseWait" = "正在为你准备手机中的内容...";
"Do you want auto-launch SmartFinder?" = "这是你第一次运行 HandShaker 手机管理软件。\n你是否希望下次连接手机时自动打开 HandShaker？";
"Alert" = "提示";
"SmartFinderWindowTitle" = "Smartisan 文件管理";
"SidebarPicture" = "照片";
"SidebarVideo" = "视频";
"SidebarAudio" = "音乐";
"SidebarDownload" = "下载";
"SidebarFile" = "全部文件";
"SidebarClipboard" = "手机剪贴板";
"SidebarMenuReload" = "重新加载数字";
"MenuDelete" = "删除";
"MenuOpen" = "打开";
"MenuExport" = "复制 \"%@\" 到 Mac";
"MenuExport_Items" = "复制 %@ 到 Mac";
"Devices List" = "手机列表";
"Connect Your Phone" = "请连接你的手机";
"Please connect your phone via USB" = "已经连接手机？查看如何打开 “USB 调试” 。";
"Already downloaded it, but can't connect? Get help." = "已经安装应用，但无法建立连接？请尝试拔插数据线或查看帮助。";

"Method To Open USB" = "使用 HandShaker 需要打开手机的 “USB 调试” ，\n开启后会自动安装 “HandShaker” 传输服务手机端应用。";
"Method To Open USB %@ (AOA)" = "使用 HandShaker 前需要安装 HandShaker 手机端应用。\n如尚未安装，请在连接手机解锁后根据相关提示下载，也可以 %@ 扫描二维码下载。\n安装完成后需重新拔插数据线以建立连接。";
"here" = "点击这里";

//"Charging" = "充电中";
"DoNotTouch" = "系统文件";
"Selected" = "选中";
"Total" = "共";
"item"  = "项";
"items"  = "项";
"Unknow Device Name" = "未知手机名称";
"Android Phone" = "Android 手机";
"Default T1 Name" = "Smartisan T1";
"Default U1 Name" = "坚果手机";
"Default T2 Name" = "Smartisan T2";
"Default M1 Name" = "Smartisan M1";
"Default M1L Name" = "Smartisan M1L";
"Default U2 Name" = "坚果手机";
"SongName" = "名称";
"SongTime" = "时间";
"SongArtist" = "表演者";
"SongAlbum" = "专辑";
"SongPath" = "路径";
"SongKind" = "种类";
"SongPlayCount" = "播放次数";
"SongBitrate" = "比特率";
"SongYear" = "年份";
"SongTrack" = "音轨编号";
"SongGenre" = "风格";
"AllFiles" = " 所有文件";
"New Folder" = "新建文件夹";
"Import" = "导入";
"Export" = "导出";
"ExportTo" = "导出到 Mac";
"Open" = "打开";
"Rename" = "重命名";
"Open With" = "打开方式";
"Get Info" = "显示简介";
"Year" = "年";
"Month" = "月";
"January" = "一月";
"February" = "二月";
"March" = "三月";
"April" = "四月";
"May" = "五月";
"June" = "六月";
"July" = "七月";
"August" = "八月";
"September" = "九月";
"October" = "十月";
"November" = "十一月";
"December" = "十二月";
"PhotoTabAll" = "所有照片";
"PhotoTabCamera" = "相机相册";
"PhotoTabAlbum" = "所有相册";
"PhotoTabTimeNone" = "默认视图";
"PhotoTabTimeWeek" = "周视图";
"PhotoTabTimeMonth" = "月视图";
"VideoTabAll" = "所有视频";
"VideoTabCamera" = "相机视频";
"VideoTabOther" = "视频文件夹";
"AudioTabSong" = "歌曲";
"AudioTabFolder" = "文件夹";
"AudioTabAlbum" = "专辑";
"AudioTabArtist" = "艺术家";
"AudioTabGenre" = "风格";
"AllPhotoAlbums" = "所有相册";
"AllVideoAlbums" = "其他视频";
"PhotoAlbumRootFolder" = "根目录";
"NewFolder" = "新建文件夹";
"SortBy" = "排序方式";
"SortByName" = "名称";
"SortByKind" = "种类";
"SortBySize" = "大小";
"SortByModifiedDate" = "修改日期";
"SortByCreatedDate" = "创建日期";
"Back" = "返回";
"Paste" = "粘贴项目";
"Paste More" = "粘贴 %d 项";
"Sort" = "排序";
"Sort By Date" = "按添加时间排序";
"Sort By Duration" = "按时长排序";
"N_albums" = "%ld 张专辑";
"N_songs" = "%ld 首音频";
"1_album" = "1 张专辑";
"1_song" = "1 首音频";
"Unknown Artist" = "未知艺术家";
"Unknown Genres" = "未知风格";
"Shuffle Artist" = "随机播放该艺术家音频";
"Shuffle Album" = "随机播放专辑";
"Year Unknown"  = "未知年份";

"TableHeaderFilename" = "名称";
"TableHeaderFilesize" = "大小";
"TableHeaderFiletype" = "种类";
"filetype folder" = "文件夹";
"filetype document" = "文档";
"TableHeaderLastmodifieddate" = "修改日期";
"TableHeaderCreatedDate" = "创建日期";
"DiskSpaceUsage" = "已使用";
"Internal Storage Tab" = "手机存储";
"SD Card Tab" = "SD 卡";
"Internal Storage Root Name" = "手机存储";
"SD Card Root Name" = "SD 卡";

"Delete" = "删除";
"Cancel" = "取消";
"Delete selected %d files?" = "确认要删除选中的 %d 个项目吗？";
"Delete selected %d file?" = "确认要删除选中的 %d 个项目吗？";
"Deleted files cannot be restored!" = "注意：删除后的文件无法恢复。";
"Deleted file cannot be restored!" = "注意：删除后的文件无法恢复。";
"NoOpenerApplication" = "没有程序可以打开该文件";
"TransferSpeedAndSize" = "传输速度和传输大小";
"YouCanNotDeleteSystemFile" = "你不能删除系统文件，请选择其它文件后再尝试此操作。";
"DoesNotSupportDropToApplicaiton" = "你只能拖拽文件到 Finder 目录。";

"Today" = "今天";
"Yesterday" = "昨天";
"PhotoYearMonthDay" = "yyyy 年 M 月 d 日";
"PhotoMonthDay" = "M 月 d 日";
"PhotoYearMonth" = "yyyy 年 M 月";
"PhotoMonth" = "M 月";
"PhotoDay" = "d 日";

"1 byte" = "1 byte";
"bytes" = "bytes";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"TB" = "TB";

"PanoramaPhotoItem" = "全景照片";
"VideoItem" = "视频";
"number_th" = "第";
"week" = "周";
"FileUploadFinish" = "文件导入完毕";
"FileUploadSuccessfully" = "成功导入 1 个文件。";
"FilesUploadSuccessfully" = "成功导入 %lu 个文件。";
"FileExportFinish" = "文件导出完毕";
"FileExportSuccessfully" = "成功导出 1 个文件。";
"FilesExportSuccessfully" = "成功导出 %lu 个文件。";
"FileDeleteFinish" = "文件删除完毕";
"FileDeleteSuccessfully" = "成功删除 1 个文件。";
"FilesDeleteSuccessfully" = "成功删除 %lu 个文件。";
"PhotoUploadFinish" = "图片导入完成";
"PhotoUploadSuccessfully" = "成功导入 1 张图片。";
"PhotosUploadSuccessfully" = "成功导入 %lu 张图片。";
"PhotoExportFinish" = "图片导出完毕";
"PhotoExportSuccessfully" = "成功导出 1 张图片。";
"PhotosExportSuccessfully" = "成功导出 %lu 张图片。";
"PhotoDeleteFinish" = "图片删除完毕";
"PhotoDeleteSuccessfully" = "成功删除 1 张图片。";
"PhotosDeleteSuccessfully" = "成功删除 %lu 张图片。";
"VideoUploadFinish" = "视频导入完成";
"VideoUploadSuccessfully" = "成功导入 1 个视频。";
"VideosUploadSuccessfully" = "成功导入 %lu 个视频。";
"VideoExportFinish" = "视频导出完毕";
"VideoExportSuccessfully" = "成功导出 1 个视频。";
"VideosExportSuccessfully" = "成功导出 %lu 个视频。";
"VideoDeleteFinish" = "视频删除完毕";
"VideoDeleteSuccessfully" = "成功删除 1 个视频。";
"VideosDeleteSuccessfully" = "成功删除 %lu 个视频。";
"AudioDeleteFinish" = "音频删除完毕";
"AudioDeleteSuccessfully" = "成功删除 1 个音频。";
"AudiosDeleteSuccessfully" = "成功删除 %lu 个音频。";
"ThisFileNameExist" = "这个文件名已经存在 \"%@\"。";
"FilenameIsTooLong" = "名称已达到最大字符限制。";
"IllegalFileName" = "不能使用 \"%@\" 作为文件名。";
"RenameFileNameFailed" = "重命名文件夹失败。";
"PickAnotherFileName" = "请重新输入一个文件名。";
"PhotoAlbumRootDirectory" = "根目录";
"PhotoAlbumSDCardRootDirectory" = "SD 卡根目录";
"PhotoAlbumFromMac" = "来自 Mac 的照片";
"VideoAlbumFromMac" = "来自 Mac 的视频";
"PhotoAlbumWeibo" = "微博";
"PhotoAlbumNote" = "便签";
"PhotoAlbumDownload" = "下载";
"PhotoAlbumCamera" = "相机相册";
"PhotoAlbumWeixin" = "微信";
"PhotoAlbumScreenshot" = "屏幕截图";
"PhotoAlbumNewsreader" = "网易新闻";
"PhotoAlbumQuickCapture" = "抢拍相册";
"PhotoUploadFinish" = "图片导入完成";
"PhotoDeleteFinish" = "图片删除完成";
"VideoAlbumScreenRecorder" = "屏幕录像";
"UploadPhotoSyncDelay" = "图片同步会有延迟，请 1 分钟后点击左侧\"照片\"刷新图库。导入图片会出现在 \"来自 Mac 的照片\" 相册内。";
"RemovePhotoSyncDelay" = "图片同步会有延迟，请 1 分钟后点击左侧\"照片\"刷新图库显示变化。";
"UploadVideoSyncDelay" = "视频同步会有延迟，请 1 分钟后点击左侧\"视频\"刷新图库。导入视频会出现在 \"来自 Mac 的照片\" 相册内。";
"RemoveVideoSyncDelay" = "视频同步会有延迟，请 1 分钟后点击左侧\"视频\"刷新图库显示变化。";
"RemoveAudioSyncDelay" = "音频同步会有延迟，请 1 分钟后点击左侧\"音频\"刷新图库显示变化。";
"Replace" = "替换";
"KeepBoth" = "保存两者";
"Stop" = "停止";
"Skip" = "跳过";
"Apply to All" = "全部应用";
"Item %@ already exist. Do you want to repalce it?" = "该位置已经存在名为 \"%@\" 的项目。你要用正在移动的项目替换它吗？";
"Quit" = "退出";
"Continue" = "继续";
"Confirm Auth" = "已在手机上点击授权";
"Confirm unknow source apk installation" = "已经在手机勾选未知安装来源";
"EjectPhone" = "推出手机";
"DisconnectWifi" = "断开连接";
"Storage" = "手机存储";
"Battery" = "电量";
"SD Card" = "SD 卡";

"Re-plugin your device" = "连接失败";
"Auth your device" = "没有权限访问手机";
"CanNotImport" = "无法导入";
"NotVideoFileFound" = "你选择的路径下找不到任何视频文件。";
"NotPictureFileFound" = "你选择的路径下找不到任何图片文件。";
"NotAudioFileFound" = "你选择的路径下找不到任何音频文件。";
"ShowLeftSideBadge" = "显示左侧统计数字";
"Opening file..." = "正在打开…";
"Importing..." = "正在导入...";
"Exporting..." = "正在导出...";
"Deleting..." = "正在删除...";
"Exporting %@" = "正在导出 %@";
"Calculating the size of files..." = "正在计算文件大小...";
"Exporting %d files" = "正在导出 %d 个文件";
"Another copy of %@ is already running." = "有一个 %@ 已经在运行中。";
"This copy will now quit." = "当前程序将会退出。";
"untitled folder" = "未命名文件夹";
"AudioPlay" = "播放";
"Can not play this file, because this is an unsupport music type: %@" = "不支持的文件类型，无法播放该音乐文件: %@";
"FileNameCannotHasDotPrefix" = "你不能使用以点“.”开头的名称，因为这些名称已被系统预留。请选取其他名称。";

"Close AudioPlayer" = "关闭音乐播放器";
"Quit AudioPlayer" = "关闭";
"Close AudioPlayer will stop audio playing. Are you sure?" = "关闭后将停止音乐播放并收起播放控制条，确认关闭？";

/* error description */
"Some Errors" = "错误";
"connect device error" = "连接手机失败";
"connect device error reason" = "原因可能是以下之一：\n1、手机没有打开“USB 调试”\n2、USB 线缆接触不良\n3、暂不支持你的手机型号";
"connect device error reason (AOA)" = "可能由于 USB 线缆接触不良或手机型号不支持等原因，暂时无法连接到你的手机。你可以返回主界面通过无线网络建立连接。";

"error unauthorized usb debug" = "请在手机弹出的“允许 USB 调试”对话框点击“确定”按钮，授权\n这台 Mac 连接到你的手机\n\n如果授权对话框未出现，请确认手机打开了“USB 调试”开关，或\n尝试重新将线缆插入手机";
"TableHeaderSongNum" = "音频数";
"TableHeaderFolderPath" = "路径";

"Unable to connect your phone" = "无法连接到你的手机";
"Unknow source apk can not be installed" = "无法在手机端安装传输应用";
"Allow unknow source apk installation" = "使用 HandShaker 需要在手机中安装数据传输服务应用，\n请在系统设置中打开允许从“未知来源”安装应用。";
"Unable to install the Forward Service App" = "原因可能是以下之一：\n1、手机存储空间不足\n2、手机系统禁止使用 ADB 安装应用\n3、手机已关机";
"See How to Do This" = "查看如何打开";
"App Installation Failed" = "手机端传输应用安装失败";
"Check for Solutions" = "查看解决办法";
"Failed to install the Forward Service App" = "无法安装应用「传输服务」";
"Unable to install the Forward Service App, download new version from Offical website." = "无法安装手机端数据传输应用，请安装最新版本的 HandShaker。";
"Unable to launch the Forward Service" = "原因可能是以下之一：\n1、手机中安装的安全软件阻止启动服务\n2、手机系统禁止通过 ADB 启动服务";
"Can’t Launch Transfer Service" = "无法启动传输服务";
"SmartFinder is outdated" = "软件版本过低";
"Please update your SmartFinder" = "当前版本的 HandShaker 已不能使用，请安装最新版本。";
"Apk version is lower than installed version" = "传输服务版本低于已经安装的版本";
"Apk certificate is inconsistent" = "传输服务签名不一致";
"ROM is outdated" = "手机系统版本过旧";
"Please update your ROM" = "请更新你的手机系统。";
"Check For Update" = "在线升级";
"Download It" = "官网下载";
"Handshake failed" = "握手失败";
"Transfer service is running, but handshake failed" = "传输服务已经运行，但是握手操作失败。";
"Handshake connection dropped" = "握手连接中断";
"Transfer service is running, but handshake cause connection droping" = "传输服务已经运行，但握手操作时发生连接中断。";
"Send USB Request Failed" = "发送 USB 请求失败";
"USB Request timeout" = "发送 USB 请求超时";
"Need handshake first" = "发送请求前需要先握手";
"File IO permission error" = "文件权限错误";
"File IO insufficient disk space error" = "磁盘空间不足";
"Free some disk space from your phone." = "建议释放手机空间。";
"Downloaded file failed MD5 check" = "下载文件 MD5 检测错误。";
"The currently manipulated file is a system file" = "当前操作的文件是系统文件";
"Can not operate on system files" = "不能对系统文件进行操作。";

"Please re-plug in your phone." = "请重新插入设备。";
"Please set unknow source app install allowed." = "请设置手机选项，允许安装未知来源应用。";
"Please upgrade your SmartFinder." = "升级 HandShaker。";
"Please upgrade your ROM." = "请升级手机 ROM";
"Android File Transfer is running" = "Android 文件传输正在运行";
"Quit Android File Transfer" = "自动关闭";
"Do you want to quit Android File Transfer?" = "Android 文件传输可能与 HandShaker 有冲突，是否\n需要以后自动关闭 Android 文件传输?";
"Please quit Android File Transfer and Android File Transfer Agent!" = "HandShaker 可能和 Android File Transfer 有冲突。\n建议你通过 \"应用程序\" -> \"工具\" -> \"活动监视器\"，关闭 Android File Transfer 和 Android File Transfer Agent 这 2 个进程。";
"An error ocurred" = "发生错误";
"Couldn't add Helper App to launch at login item list." = "无法把 HandShakerAgent 加入到系统启动列表。";
"Couldn't remove Helper App from launch at login item list." = "无法把 HandShakerAgent 从到系统启动列表移除。";
"USB session is closed" = "USB 连接已断开";
"USB session is closed reason" = "由于你长时间没有操作或手机端 HandShaker 被限制等原因，有线连接已断开。如果再次连接仍然失败，请查看帮助。";

"Sorry, Your Phone Is Not Supported" = "手机系统版本过低";
"SmartFinder only works with phones with Android version 4.0 or higher" = "抱歉，HandShaker 仅支持 Android4.0 及以上系统的设备";
"Phone is locked" = "手机处于锁屏状态";
"Please unlock your phone first!" = "请先解锁你的手机。";
"Access blocked" = "访问受限";
"Please auth this Mac from your phone!" = "请在手机内授权这台 Mac 方法";
"There is not enough free disk space, please retry after cleaning up space!" = "电脑存储空间已满，请在清理空间后重试！";
"Clock Error" = "你的电脑和手机有较大的时间差，这可能导致一些潜在问题";
"Clock Gap Too Large Error" = "你的电脑和手机有较大的时间差，这可能导致一些潜在问题。建议你在使用前调整手机时间。";
"Please adjust clock" = "建议你在使用前调整手机时间。";
"Update required" = "需要升级程序";
"Apk version is low" = "手机端 HandShaker 版本过低";
"App version is low" = "电脑端 HandShaker 版本过低";
"Apk version is not compatible with this Mac" = "请根据手机端提示或扫描下面二维码升级手机中的 HandShaker 后再尝试连接。";
//"Required version"  = "需要版本号: ";
//"Current version"  = "当前的版本号: ";
"Update" = "立即升级";
"App version is not compatible with this Phone" = "请更新电脑端 HandShaker 程序后再尝试连接这台手机。";
"You are connecting NoteSeven" = "你在尝试连接三星 Galaxy Note7";
"Turn off this NoteSeven" = "由于该设备有潜在电池爆炸危险，我们强烈建议你立即拔出改设备，并关闭其电源。";
"No app set to open the document %@" = "未设定用来打开文稿“%@”的应用程序。";
"Donwload this file to Mac first. Then open it with selected app" = "你可以尝试下载文件到 Mac，再选择应用程序打开该文件。";
"App transfer is not encouraged" = "直接传输 App 可能会损坏";
"Please zip the app before transfer" = "由于 Android 文件系统和 Mac 文件系统的差异，直接传送 Mac App 可能会导致程序损坏无法使用，建议使用 zip 压缩后再传送。";

//"Unknown" ="未知异常";
//"Sdcard Removed" ="SD卡被拔出";
"Current storage device unavailable" = "当前设备不可用";
"File transfer failed" = "文件传输失败";
"Delete failed" = "删除失败";

/* info */
"Info General:" = "通用:";
"Info Exif:" = "Exif:";
"Info Kind:" = "种类:";
"Info FileSize:" = "大小:";
"Info Created:" = "创建时间:";
"Info Modified:" = "修改时间:";
"Info Dimensions:" = "尺寸:";
"Info Orientation:" = "图象方向:";
"Info ExposureProgram:" = "曝光模式:";
"Info ExposureTime:" = "曝光时间:";
"Info ExposureProgram Not defined" = "未定义";
"Info ExposureProgram Manual" = "手动曝光";
"Info ExposureProgram Normal program" = "正常曝光";
"Info ExposureProgram Aperture priority" = "光圈优先";
"Info ExposureProgram Shutter priority" = "快门优先";
"Info ExposureProgram Creative program" = "创意拍摄模式";
"Info ExposureProgram Action program" = "动态程序";
"Info ExposureProgram Portrait mode" = "人像模式";
"Info ExposureProgram Landscape mode" = "风景模式";
"Info ExposureProgram Unknown" = "未知";
"Info FNumber:" = "光圈值:";
"Info FocalLength:" = "镜头焦距:";
"Info ISOSpeedRatings:" = "ISO:";
"Info ExposureBiasValue:" = "曝光补偿:";
"Info Flash:" = "闪光灯:";
"Info Flash Not Fire" = "关闭";
"Info Flash Fire" = "开启";
"Info GPSDateTime:" = "GPS 日期时间:";
"Info DateTime:" = "日期和时间:";
"Info Make:" = "生产厂家:";
"Info Model:" = "设备型号:";
"Info MeteringMode:" = "测光模式:";
"Info MeteringMode Unknown" = "未知";
"Info MeteringMode Average" = "平均式测光";
"Info MeteringMode CenterWeightedAverage" = "中央重点测光";
"Info MeteringMode Spot" = "点测光";
"Info MeteringMode MultiSpot" = "多点测光";
"Info MeteringMode Pattern" = "权衡式测光";
"Info MeteringMode Partial" = "局部测光";
"Info MeteringMode other" = "其它";
"Info Orientation TOPLEFT" = "1 正常";
"Info Orientation TOPRIGHT" = "2 水平翻转";
"Info Orientation BOTRIGHT" = "3 头向下";
"Info Orientation BOTLEFT" = "4 头向下，水平翻转";
"Info Orientation LEFTTOP" = "5 逆时针旋转 90°，水平翻转";
"Info Orientation RIGHTTOP" = "6 逆时针旋转 90°";
"Info Orientation RIGHTBOT" = "7 顺时针旋转 90°，水平翻转";
"Info Orientation LEFTBOT" = "8 顺时针旋转 90°";
"Info Orientation Unknown" = "未知";
"Info Kind Folder" = "目录";

/* Preference */

"PreferenceAutoPopWindowAfterPluginPhone" = "连接手机时自动打开 HandShaker";
"PreferenceAutoKillAFTAfterPluginPhone" = "连接手机时自动退出 Android 文件传输";
"PreferenceConnecting" = "连接";
"PreferencePrivacy" = "用户体验";
"PreferenceSendUsageData" = "加入“用户体验计划”";
"PreferenceSendUsageDataTip" = "加入“用户体验计划”后，我们将通过收集软件的使用数据来改善用户体验。 Smartisan 不会保存你的隐私信息。";
"PreferenceKillAFTTip" = "SmartFinder 将会在启动时候关掉 AFT，并且再退出程序前恢复 AFT 运行。";
"Device Name" = "设备名称";
"Device Trust" = " 信任";
"Forget Device" = "忘记该设备";
"Forget" = "忘记";
"Forget %@ ?" = "忘记手机 \"%@\"?";

/* Clipboard */
"Copy" = "复制";
"Clear" = "清空";
"Last7Days" = "过去七天";
"PastMonth" = "最近一个月";
"Earlier" = "更早";
"Clear Clipboard?" = "确定要清空手机剪贴板中的所有内容?";
"The contents of the phone's clipboard can't be recovered once they have been cleared!" = "注意： 清空后手机剪贴板中的内容将无法恢复。";
"The contents of the phone's clipboard can't be recovered once they have been deleted!" = "注意： 删除后手机剪贴板中的内容将无法恢复。";
"Clipboard" = "手机剪贴板";
"Enter Content" = "你可以在这里输入文字发送到手机剪贴板";
"Phone Clipboard Is Empty" = "手机剪贴板为空";
"Recently cut or copied text will appear here" = "手机最近复制或者剪切过的文字将会出现在这里";
"ExpendAll" = "展开全部";
"Total %lu characters, Copy and paste to get all text" = "共 %lu 个字符，全部文本请在复制粘贴后查看";

"FR_Join_UX_Program" = "加入“用户体验计划”";
"FR_Yes" = "加入";
"FR_No" = "不";
"FR_Do_you_want_to_join_our_ux_program" = "加入“用户体验计划”后，我们将通过收集你的使用数据来改善你的用户体验。 Smartisan 不会保存你的隐私信息。";

/* Wireless */
//"Searching for nearby connected devices..." = "正在搜索附近可连接的设备...";
"Connect Your Phone via USB Cable" = "也可以通过 USB 数据线连接到手机 ";
"Connect to wireless network first" = "请先连接到无线网络";
"Method To Use Wireless Connect" = "请确保手机和电脑处于同一无线网络，并在手机端打开 HandShaker 应用";
"Method To Install Apk" = "如手机上尚未安装 HandShaker 应用，请 %@ 下载 %@";
"Can not see the phone to be connected?" = "看不到要连接的手机？";
"Wireless Can't Connect?" = "无法连接？";
"Click Here" = "扫描二维码";
"Scan to Download App" = "手机扫描下载 Apk";
"Click to search again" = "点击重新搜索";
"Did not find connectable devices" = "没有搜索到可连接的设备";

"Connect to This Phone" = "连接";
"Wirelessly connect to your phone." = "要通过无线网络与手机建立连接，请确保电脑和手机连接到同一无线网络。\n如果无法通过无线网络连接，请使用 USB 数据线连接到手机。";
"Wifi session is closed reason" = "由于网络环境不稳定或手机端 HandShaker 连接超时等原因，无线连接已断开。如果重试多次失败，请通过 USB 连接或查看帮助。";
"Wifi session is closed" = "无线连接已断开";
"Get help" = "查看帮助";
"Connect via USB" = "通过 USB 连接";
"Do you want to connect to this phone via USB cable?" = "你是否要通过 USB 连接到这台手机？";
"Failed connect to this phone!" = "该手机拒绝连接!";
"The number of connected phones can not exceed 7" = "显示连接手机的数量不能超过7个";
"It is recommended to use the usb cable to connect" = "建议使用 USB 数据线连接";
"The file size is too big" = "当前传输文件过大，建议通过 USB 数据线传输。";
"Continue To Use Wifi" = "继续使用无线传输";
"Do not remind again" = "不再提示";
"Current WLAN:" = "当前网络：";

/*SFIntroTrustView*/
"Back To Home" = "返回主界面";
"Re-Search" = "重新搜索手机";
"Please choose to trust the computer in the phone" = "请在手机端选择信任此台电脑";
"Please unlock (%@), and in the phone to choose the “trust”, allowing the computer connected" = "请先解锁手机 “%@”，并在手机端选择“信任”，允许这台电脑连接";
"Connection Failed" = "连接失败";
"connection timeout." = "由于手机端 HandShaker 连接超时，连接失败。\n请点击“重新搜索手机”重试。";
"Wifi connection failed." = "由于网络环境不稳定或手机端 HandShaker 连接超时等原因，连接失败。\n请点击“重新搜索手机”重试。";
"%@ refused to trust this computer, connection failed. \n if you continue to connect, try disconnecting the current connection." = "手机 “%@” 拒绝信任这台电脑，连接失败。\n如果仍然需要连接，请再次连接手机并点击“信任”。";
"Do you want to forget  this trust record?" = "请确认是否要忘记手机\"%@\"?\n\n如果点击“忘记该设备”，设备将从 HandShaker 设备列表中移除，下次连接时需要在手机弹窗中再次信任此电脑才能连接。";

"SD Card Permission Alert" = "由于 Android 系统限制，无法对外置 SD 卡中的内容进行文件操作。请在手机端打开 HandShaker 应用，根据提示进行设置。";
"Can not edit sd card files" = "当前手机系统版本低于 Android 5.0 ，无法对外置 SD 卡中的内容进行文件操作。";

